Repository: 01MVP/PhotoDelete
Catalog: IOSAPP/PhotoDelete/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, ja, zh_hant

source: 画质和体积的默认平衡，适合大多数照片。
ar: التوازن الافتراضي بين جودة الصورة وحجم الملف لمعظم الصور.
de: Die Standardbalance aus Bildqualität und Dateigröße für die meisten Fotos.
en: The default balance of image quality and file size for most photos.
ja: ほとんどの写真に適した画質とファイルサイズの標準バランスです。
zh_hant: 畫質和體積的預設平衡，適合大多數照片。

source: 画质和体积的默认平衡，适合大多数视频。
ar: التوازن الافتراضي بين الجودة والحجم لمعظم الفيديوهات.
de: Die Standardbalance aus Qualität und Größe für die meisten Videos.
en: The default balance of quality and size for most videos.
ja: ほとんどのビデオに適した品質とサイズの標準バランスです。
zh_hant: 畫質和體積的預設平衡，適合大多數影片。

source: 界面色调
ar: لون الواجهة
de: Oberflächenton
en: Interface Tone
ja: 画面の色調
zh_hant: 介面色調

source: 留
ar: إبقاء
de: Behalten
en: Keep
ja: 保持

source: 相似照片
ar: صور مشابهة
de: Ähnliche Fotos
en: Similar Photos
ja: 類似写真

source: 相似照片、大文件、视频压缩和图片压缩集中在高级清理里，适合处理真正占空间的内容。
ar: تم جمع الصور المشابهة والملفات الكبيرة وضغط الفيديو وضغط الصور ضمن التنظيف المتقدم للعناصر التي تشغل مساحة فعلا.
de: Ähnliche Fotos, große Dateien, Video- und Bildkomprimierung sind unter Erweitertes Aufräumen gebündelt, für Inhalte, die wirklich Speicher belegen.
en: Similar photos, large files, video compression, and image compression are grouped under Advanced Cleanup for the items that really take space.
ja: 類似写真、大きなファイル、ビデオ圧縮、画像圧縮は高度なクリーンアップにまとめられ、容量を大きく使う項目の整理に適しています。
zh_hant: 相似照片、大檔案、影片壓縮和圖片壓縮集中在進階清理裡，適合處理真正佔空間的內容。

source: 相似照片清理
ar: تنظيف الصور المشابهة
de: Ähnliche Fotos aufräumen
en: Similar Photo Cleanup
ja: 類似写真クリーンアップ

source: 相册
ar: الألبومات
de: Alben
en: Albums
ja: アルバム
zh_hant: 相冊

source: 相册减负
ar: تخفيف الألبومات
de: Alben entlasten
en: Album Relief
ja: アルバム整理
zh_hant: 相冊減負

source: 相册列表已更新，请再试一次
ar: تم تحديث قائمة الألبومات. حاول مرة أخرى.
de: Albumliste aktualisiert. Bitte erneut versuchen.
en: Album list updated. Try again.
ja: アルバムリストが更新されました。もう一度お試しください。
zh_hant: 相冊列表已更新，請再試一次

source: 相册名称
ar: اسم الألبوم
de: Albumname
en: Album Name
ja: アルバム名
zh_hant: 相冊名稱

source: 相册已删除
ar: تم حذف الألبوم
de: Album gelöscht
en: Album deleted
ja: アルバムを削除しました
zh_hant: 相冊已刪除

source: 相册整理
ar: تنظيف الألبومات
de: Album aufräumen
en: Album Cleanup
ja: アルバム整理
zh_hant: 相冊整理

# 省空间
source: 节省
ar: توفير
de: Sparen
en: Save
ja: 節約
zh_hant: 節省

source: 看真实项目拆解
ar: عرض تحليل مشروع حقيقي
de: Echtes Projekt ansehen
en: Real Project Breakdown
ja: 実例プロジェクト解説を見る
zh_hant: 看真實項目拆解

source: 真实照片库未完成这次批量操作，请稍后重试
ar: لم تكمل مكتبة الصور هذه العملية المجمعة. يرجى المحاولة لاحقا.
de: Die Fotomediathek konnte diesen Stapelvorgang nicht abschließen. Bitte später erneut versuchen.
en: The photo library did not complete this batch operation. Please try again later.
ja: 写真ライブラリでこの一括操作を完了できませんでした。後でもう一度お試しください。
zh_hant: 真實照片庫未完成這次批量操作，請稍後重試

source: 知道了
ar: حسنا
de: OK
en: Got it
ja: OK

source: 石墨灰
ar: غرافيت
de: Graphit
en: Graphite
ja: グラファイト

source: 确认删除
ar: تأكيد الحذف
de: Löschen bestätigen
en: Confirm Deletion
ja: 削除を確認
zh_hant: 確認刪除

source: 确认删除或收藏后，会在本机留下清理记录。
ar: تظهر سجلات التنظيف المحلية بعد تأكيد الحذف أو المفضلة.
de: Nach dem Bestätigen von Löschungen oder Favoriten werden lokale Aufräumprotokolle gespeichert.
en: Local cleanup records appear after you confirm deletions or favorites.
ja: 削除またはお気に入りを確定すると、このデバイスに整理記録が残ります。
zh_hant: 確認刪除或收藏後，會在本機留下清理記錄。

source: 确认后删除和收藏
ar: الحذف والإضافة للمفضلة بعد التأكيد
de: Nach Bestätigung löschen und favorisieren
en: Delete and Favorite After Confirmation
ja: 確認後に削除・お気に入り
zh_hant: 確認後刪除和收藏

source: 确认执行
ar: تأكيد
de: Bestätigen
en: Confirm
ja: 確認
zh_hant: 確認執行

source: 确认收藏
ar: تأكيد المفضلة
de: Favoriten bestätigen
en: Confirm Favorites
ja: お気に入りを確認
zh_hant: 確認收藏

source: 确认清理
ar: تأكيد التنظيف
de: Aufräumen bestätigen
en: Confirm Cleanup
ja: 整理を確認
zh_hant: 確認清理

source: 示例
ar: تجريبي
de: Demo
en: Demo
ja: デモ

source: 离线时仍可使用已解锁的支持者版，联网后会自动确认状态。
ar: تبقى ميزات الداعم المفتوحة متاحة دون اتصال. يتم تأكيد الحالة تلقائيا عند الاتصال بالإنترنت.
de: Freigeschaltete Supporter-Funktionen bleiben offline verfügbar. Der Status wird automatisch bestätigt, sobald du online bist.
en: Unlocked supporter features remain available offline. Status is confirmed automatically when online.
ja: 解除済みのサポーター機能はオフラインでも使えます。オンラインになると状態が自動で確認されます。
zh_hant: 離線時仍可使用已解鎖的支持者版，連線後會自動確認狀態。

source: 移出中
ar: جار الإزالة
de: Wird entfernt
en: Removing
ja: 削除中

source: 移出失败，请再试一次
ar: تعذرت الإزالة من الألبوم. حاول مرة أخرى.
de: Konnte nicht aus dem Album entfernt werden. Bitte erneut versuchen.
en: Could not remove from the album. Try again.
ja: アルバムから削除できませんでした。もう一度お試しください。
zh_hant: 移出失敗，請再試一次

source: 稍后
ar: لاحقا
de: Später
en: Later
ja: 後で
zh_hant: 稍後

source: 稍后也可以在设置里重新查看引导。
ar: يمكنك عرض هذه المقدمة مرة أخرى لاحقا من الإعدادات.
de: Du kannst diese Einführung später in den Einstellungen erneut anzeigen.
en: You can show this intro again later from Settings.
ja: この案内は後で設定からもう一度表示できます。
zh_hant: 稍後也可以在設定裡重新查看引導。

source: 稍后会显示可处理的照片和视频。
ar: ستظهر الصور والفيديوهات التي يمكنك مراجعتها بعد قليل.
de: Fotos und Videos zum Prüfen werden in Kürze angezeigt.
en: Photos and videos you can review will appear shortly.
ja: 確認できる写真とビデオがまもなく表示されます。
zh_hant: 稍後會顯示可處理的照片和影片。

source: 稍后可在 App Store 评分
ar: يمكنك تقييمنا لاحقا في App Store
de: Du kannst uns später im App Store bewerten
en: You can rate us later in the App Store
ja: App Store での評価は後でもできます
zh_hant: 稍後可在 App Store 評分

source: 空间回收者
ar: موفر المساحة
de: Speicher-Sparer
en: Space Saver
ja: スペース節約
zh_hant: 空間回收者

source: 空间节省
ar: المساحة الموفرة
de: Gesparter Speicher
en: Space Saved
ja: 節約した容量
zh_hant: 空間節省

source: 竖向
ar: عمودي
de: Hochformat
en: Portrait
ja: 縦向き
zh_hant: 直向

source: 第 %lld 周
ar: الأسبوع %lld
de: Woche %lld
en: Week %lld
ja: 第 %lld 週

# 第 %lld/%lld 张
source: 第 %1$lld/%2$lld 张
ar: %1$lld/%2$lld
de: %1$lld/%2$lld
en: %1$lld/%2$lld
ja: %1$lld/%2$lld
zh_hant: 第 %1$lld/%2$lld 張

# 第 %lld/%lld 页
source: 第 %1$lld/%2$lld 页
ar: الصفحة %1$lld من %2$lld
de: Seite %1$lld von %2$lld
en: Page %1$lld of %2$lld
ja: %1$lld/%2$lld ページ
zh_hant: 第 %1$lld/%2$lld 頁

source: 第一次清理
ar: أول تنظيف
de: Erstes Aufräumen
en: First Cleanup
ja: 初回の整理

source: 简体中文
ar: الصينية المبسطة
de: Chinesisch (vereinfacht)
en: Simplified Chinese
ja: 簡体字中国語
zh_hant: 簡體中文

source: 简洁的相册名称，如"旅行"、"家庭"等
ar: استخدم اسم ألبوم بسيطا، مثل "السفر" أو "العائلة".
de: Verwende einen einfachen Albumnamen, z. B. "Reisen" oder "Familie".
en: Use a simple album name, like "Travel" or "Family".
ja: 「旅行」「家族」など、シンプルなアルバム名を入力してください。
zh_hant: 簡潔的相冊名稱，如"旅行"、"家庭"等

source: 管理照片访问范围
ar: إدارة الوصول إلى الصور
de: Fotozugriff verwalten
en: Manage Photo Access
ja: 写真アクセスを管理
zh_hant: 管理照片訪問範圍

source: 显示相册归类
ar: إظهار تصنيف الألبومات
de: Albumablage anzeigen
en: Show album filing
ja: アルバム仕分けを表示
zh_hant: 顯示相冊歸類

source: 隐藏相册归类
ar: إخفاء تصنيف الألبومات
de: Albumablage ausblenden
en: Hide album filing
ja: アルバム仕分けを隠す
zh_hant: 隱藏相冊歸類

source: 管理相册
ar: إدارة الألبومات
de: Alben verwalten
en: Manage Albums
ja: アルバムを管理
zh_hant: 管理相冊

source: 类型
ar: النوع
de: Typ
en: Type
ja: 種類
zh_hant: 類型

source: 系统未准备就绪，请检查网络连接和存储空间
ar: النظام غير جاهز. تحقق من اتصال الشبكة ومساحة التخزين.
de: Das System ist nicht bereit. Prüfe Netzwerkverbindung und Speicherplatz.
en: The system is not ready. Check your network connection and storage space.
ja: システムの準備ができていません。ネットワーク接続とストレージ容量を確認してください。
zh_hant: 系統未準備就緒，請檢查網絡連接和存儲空間

source: 累计删除
ar: إجمالي المحذوف
de: Insgesamt gelöscht
en: Total Deleted
ja: 削除合計
zh_hant: 累計刪除

source: 累计删除 10 张照片
ar: احذف 10 صور إجمالا
de: Insgesamt 10 Fotos löschen
en: Delete 10 photos total
ja: 写真を合計10枚削除
zh_hant: 累計刪除 10 張照片

source: 累计删除 100 张照片
ar: احذف 100 صورة إجمالا
de: Insgesamt 100 Fotos löschen
en: Delete 100 photos total
ja: 写真を合計100枚削除
zh_hant: 累計刪除 100 張照片

source: 累计删除 50 张照片
ar: احذف 50 صورة إجمالا
de: Insgesamt 50 Fotos löschen
en: Delete 50 photos total
ja: 写真を合計50枚削除
zh_hant: 累計刪除 50 張照片

source: 累计删除 500 张照片
ar: احذف 500 صورة إجمالا
de: Insgesamt 500 Fotos löschen
en: Delete 500 photos total
ja: 写真を合計500枚削除
zh_hant: 累計刪除 500 張照片

source: 累计整理
ar: إجمالي المراجعة
de: Insgesamt geprüft
en: Total Reviewed
ja: 確認合計
zh_hant: 累計整理

source: 累计整理、删除和节省空间
ar: إجمالي ما تمت مراجعته وحذفه وتوفيره
de: Insgesamt geprüft, gelöscht und Speicher gespart
en: Total reviewed, deleted, and space saved
ja: 確認、削除、節約した容量の合計
zh_hant: 累計整理、刪除和節省空間

source: 累计节省
ar: إجمالي التوفير
de: Insgesamt gespart
en: Total Saved
ja: 節約合計
zh_hant: 累計節省

source: 累计节省 1 GB
ar: وفر 1 GB إجمالا
de: Insgesamt 1 GB sparen
en: Save 1 GB total
ja: 合計1 GB節約
zh_hant: 累計節省 1 GB

source: 累计节省 10 GB
ar: وفر 10 GB إجمالا
de: Insgesamt 10 GB sparen
en: Save 10 GB total
ja: 合計10 GB節約
zh_hant: 累計節省 10 GB

source: 累计节省 100 GB
ar: وفر 100 GB إجمالا
de: Insgesamt 100 GB sparen
en: Save 100 GB total
ja: 合計100 GB節約
zh_hant: 累計節省 100 GB

source: 累计节省 100 MB
ar: وفر 100 MB إجمالا
de: Insgesamt 100 MB sparen
en: Save 100 MB total
ja: 合計100 MB節約
zh_hant: 累計節省 100 MB

# 繁體中文
source: 繁体中文
ar: الصينية التقليدية
de: Chinesisch (traditionell)
en: Traditional Chinese
ja: 繁体字中国語
zh_hant: 繁體中文

source: 细节
ar: التفاصيل
de: Details
en: Detail
ja: 詳細
zh_hant: 細節

source: 细节优先
ar: التفاصيل أولا
de: Details zuerst
en: Detail First
ja: 詳細優先
zh_hant: 細節優先

source: 给删图评分
ar: قيّم OnePhoto
de: OnePhoto bewerten
en: Rate OnePhoto
ja: OnePhoto を評価
zh_hant: 給刪圖評分

source: 给自己的整理报告一点个人标记
ar: أضف علامة شخصية إلى تقارير التنظيف
de: Füge deinen Aufräumberichten eine persönliche Markierung hinzu
en: Add a personal mark to your cleanup reports
ja: 整理レポートに自分用の印を追加
zh_hant: 給自己的整理報告一點個人標記

source: 继续
ar: متابعة
de: Weiter
en: Continue
ja: 続ける
zh_hant: 繼續

source: 继续向下滚动加载更多
ar: مرر لأسفل لتحميل المزيد
de: Nach unten scrollen, um mehr zu laden
en: Scroll down to load more
ja: 下にスクロールしてさらに読み込む
zh_hant: 繼續向下捲動載入更多

source: 继续整理
ar: متابعة التنظيم
de: Weiter aufräumen
en: Keep Organizing
ja: 整理を続ける
zh_hant: 繼續整理

source: 继续整理会更接近下一个目标。
ar: تابع التنظيم للاقتراب من الهدف التالي.
de: Räume weiter auf, um dem nächsten Ziel näherzukommen.
en: Keep organizing to move closer to the next goal.
ja: 整理を続けると、次の目標に近づきます。
zh_hant: 繼續整理會更接近下一個目標。

source: 编辑
ar: تحرير
de: Bearbeiten
en: Edit
ja: 編集
zh_hant: 編輯

source: 编辑相册
ar: تحرير الألبوم
de: Album bearbeiten
en: Edit Album
ja: アルバムを編集
zh_hant: 編輯相冊

source: 联系作者微信
ar: التواصل عبر WeChat
de: Kontakt per WeChat
en: Contact on WeChat
ja: WeChatで作者に連絡
zh_hant: 聯絡作者微信

source: 腾出空间
ar: إخلاء مساحة
de: Platz schaffen
en: Make Room
ja: 空き容量を増やす
zh_hant: 騰出空間

source: 自动
ar: تلقائي
de: Automatisch
en: Auto
ja: 自動
zh_hant: 自動

source: 自动匹配 iPhone 的首选语言
ar: مطابقة اللغة المفضلة في iPhone تلقائيا
de: Automatisch an die bevorzugte Sprache des iPhone anpassen
en: Match the iPhone preferred language automatically
ja: iPhoneの優先言語に自動で合わせる
zh_hant: 自動匹配 iPhone 的首選語言

source: 自动播放
ar: تشغيل تلقائي
de: Automatisch abspielen
en: Auto play
ja: 自動再生
zh_hant: 自動播放

source: 自定义
ar: مخصص
de: Eigene
en: Custom
ja: カスタム
zh_hant: 自定義

source: 色调会影响背景、图标、按钮和选中状态。
ar: تؤثر الدرجة اللونية على الخلفيات والأيقونات والأزرار وحالات التحديد.
de: Der Farbton wirkt sich auf Hintergründe, Symbole, Tasten und Auswahlzustände aus.
en: Tone affects backgrounds, icons, buttons, and selected states.
ja: トーンは背景、アイコン、ボタン、選択状態に反映されます。
zh_hant: 色調會影響背景、圖標、按鈕和選中狀態。

source: 节省
ar: تم التوفير
de: Gespart
en: Saved
ja: 節約済み
zh_hant: 節省

source: 节省比例
ar: التوفير
de: Ersparnis
en: Savings
ja: 節約率
zh_hant: 節省比例

source: 节省空间
ar: توفير المساحة
de: Speicher sparen
en: Save Space
ja: 容量を節約
zh_hant: 節省空間

source: 视频
ar: الفيديوهات
de: Videos
en: Videos
ja: ビデオ
zh_hant: 視頻

source: 视频 %@
ar: الفيديو %@
de: Video %@
en: Video %@
ja: ビデオ %@
zh_hant: 視頻 %@

source: 视频列表
ar: الفيديوهات
de: Videos
en: Videos
ja: ビデオ
zh_hant: 影片列表

source: 视频压缩
ar: ضغط الفيديو
de: Videokomprimierung
en: Video Compression
ja: ビデオ圧縮
zh_hant: 影片壓縮

source: 视频压缩、大文件清理等付费功能
ar: ميزات مدفوعة مثل ضغط الفيديو وتنظيف الملفات الكبيرة
de: Kostenpflichtige Funktionen wie Videokomprimierung und Bereinigung großer Dateien
en: Paid features such as video compression and large file cleanup
ja: ビデオ圧縮や大容量ファイル整理などの有料機能
zh_hant: 影片壓縮、大檔案清理等付費功能

source: 视频压缩失败，请稍后再试。
ar: فشل ضغط الفيديو. يرجى المحاولة لاحقا.
de: Videokomprimierung fehlgeschlagen. Bitte später erneut versuchen.
en: Video compression failed. Please try again later.
ja: ビデオの圧縮に失敗しました。あとでもう一度お試しください。
zh_hant: 影片壓縮失敗，請稍後再試。

source: 视频和实况照片自动播放
ar: تشغيل الفيديوهات وLive Photos تلقائيا
de: Videos und Live Photos automatisch abspielen
en: Auto-play videos and Live Photos
ja: ビデオとLive Photosを自動再生
zh_hant: 影片和原況照片自動播放

source: 视频和实况照片静音播放
ar: تشغيل الفيديوهات وLive Photos بدون صوت
de: Videos und Live Photos stumm abspielen
en: Play videos and Live Photos muted
ja: ビデオとLive Photosをミュートで再生
zh_hant: 影片和原況照片靜音播放

source: 视频对比
ar: مقارنة الفيديو
de: Videovergleich
en: Video comparison
ja: ビデオ比較
zh_hant: 影片對比

source: 视频手动
ar: فيديو يدوي
de: Video manuell
en: Video manual
ja: ビデオ手動
zh_hant: 影片手動

source: 视频自动
ar: فيديو تلقائي
de: Video automatisch
en: Video auto
ja: ビデオ自動
zh_hant: 影片自動

source: 视频自动播放
ar: تشغيل الفيديوهات تلقائيا
de: Videos automatisch abspielen
en: Auto-play videos
ja: ビデオを自動再生
zh_hant: 影片自動播放

source: 视频静音播放
ar: تشغيل الفيديوهات بدون صوت
de: Videos stumm abspielen
en: Play videos muted
ja: ビデオをミュートで再生
zh_hant: 影片靜音播放

source: 视频预览
ar: معاينة الفيديو
de: Videovorschau
en: Video Preview
ja: ビデオプレビュー
zh_hant: 影片預覽

source: 解锁
ar: فتح القفل
de: Freischalten
en: Unlock
ja: ロック解除
zh_hant: 解鎖

source: 解锁全部进阶功能
ar: فتح كل الميزات المتقدمة
de: Alle erweiterten Funktionen freischalten
en: Unlock All Advanced Features
ja: すべての高度な機能を解除
zh_hant: 解鎖全部進階功能

source: 解锁后可用
ar: متاح بعد فتح القفل
de: Nach dem Freischalten verfügbar
en: Available after unlocking
ja: 解除後に利用可能
zh_hant: 解鎖後可用

source: 解锁进阶 %@
ar: فتح المتقدم %@
de: Erweitert %@ freischalten
en: Unlock Advanced %@
ja: 高度な%@を解除
zh_hant: 解鎖進階 %@

source: 解锁进阶功能
ar: فتح الميزات المتقدمة
de: Erweiterte Funktionen freischalten
en: Unlock Advanced Features
ja: 高度な機能を解除
zh_hant: 解鎖進階功能

source: 触感反馈
ar: استجابة لمسية
de: Haptisches Feedback
en: Haptic Feedback
ja: 触覚フィードバック
zh_hant: 觸感反饋

source: 计算中
ar: جار الحساب
de: Berechnung läuft
en: Calculating
ja: 計算中
zh_hant: 計算中

source: 让交互可重复
ar: اجعل التفاعل قابلا للتكرار
de: Interaktion wiederholbar machen
en: Make the Interaction Repeatable
ja: 操作を繰り返しやすく
zh_hant: 讓交互可重復

source: 让照片整理变得简单
ar: اجعل تنظيف الصور بسيطا
de: Fotoaufräumen leicht gemacht
en: Make photo cleanup simple
ja: 写真整理をかんたんに
zh_hant: 讓照片整理變得簡單

source: 记录删除、节省空间和连续整理进度
ar: تتبع المحذوفات والمساحة الموفرة وسلاسل التنظيف
de: Löschungen, gesparten Speicher und Aufräumserien verfolgen
en: Track deletions, space saved, and cleanup streaks
ja: 削除数、節約容量、連続整理を記録
zh_hant: 記錄刪除、節省空間和連續整理進度

source: 设置
ar: الإعدادات
de: Einstellungen
en: Settings
ja: 設定
zh_hant: 設置

source: 试试双行布局
ar: جرّب تخطيط الصفين
de: Zweizeiliges Layout testen
en: Try two-row layout
ja: 2行レイアウトを試す
zh_hant: 試試雙行版面

source: 语言
ar: اللغة
de: Sprache
en: Language
ja: 言語
zh_hant: 語言

source: 请保持 App 打开，离开 App 可能暂停压缩。
ar: أبق App مفتوحا. قد يؤدي مغادرة App إلى إيقاف الضغط مؤقتا.
de: App geöffnet lassen. Beim Verlassen der App kann die Komprimierung pausieren.
en: Keep the app open. Leaving the app may pause compression.
ja: Appを開いたままにしてください。Appを離れると圧縮が一時停止する場合があります。
zh_hant: 請保持 App 開啟，離開 App 可能會暫停壓縮。

source: 请允许访问您的照片库来开始整理照片
ar: اسمح بالوصول إلى مكتبة الصور لبدء تنظيم الصور
de: Erlaube den Zugriff auf deine Fotomediathek, um Fotos zu organisieren
en: Allow photo library access to start organizing photos
ja: 写真整理を始めるには写真ライブラリへのアクセスを許可してください
zh_hant: 請允許訪問您的照片庫來開始整理照片

source: 请先清除搜索再调整顺序
ar: امسح البحث قبل إعادة الترتيب
de: Suche löschen, bevor du neu sortierst
en: Clear search before reordering
ja: 並べ替える前に検索をクリアしてください
zh_hant: 請先清除搜尋再調整順序

source: 请在此处写下您的反馈和建议：
ar: اكتب ملاحظاتك أو اقتراحك هنا:
de: Schreibe dein Feedback oder deinen Vorschlag hier:
en: Write your feedback or suggestion here:
ja: フィードバックやご提案をここに入力してください:
zh_hant: 請在此處寫下您的反饋和建議：

source: 请输入相册名称。
ar: أدخل اسم ألبوم.
de: Gib einen Albumnamen ein.
en: Enter an album name.
ja: アルバム名を入力してください。
zh_hant: 請輸入相冊名稱。

source: 读取中
ar: جار التحميل
de: Wird geladen
en: Reading
ja: 読み込み中
zh_hant: 讀取中

source: 读取中 %@
ar: جار تحميل %@
de: %@ wird geladen
en: Loading %@
ja: %@を読み込み中
zh_hant: 讀取中 %@

source: 读取价格中
ar: جار تحميل السعر
de: Preis wird geladen
en: Loading price
ja: 価格を読み込み中
zh_hant: 讀取價格中

source: 读取完成后会显示可按地点整理的照片。
ar: ستظهر الصور التي يمكنك تنظيمها حسب المكان بعد التحميل.
de: Nach dem Laden erscheinen Fotos, die du nach Ort organisieren kannst.
en: Photos you can organize by place appear after loading.
ja: 読み込み後、場所ごとに整理できる写真が表示されます。
zh_hant: 讀取完成後會顯示可按地點整理的照片。

source: 读取完成后会显示可整理的日期、月份和年份。
ar: ستظهر الأيام والأشهر والسنوات القابلة للتنظيم بعد التحميل.
de: Nach dem Laden erscheinen sortierbare Tage, Monate und Jahre.
en: Dates, months, and years appear after loading.
ja: 読み込み後、整理できる日、月、年が表示されます。
zh_hant: 讀取完成後會顯示可整理的日期、月份和年份。

source: 读取完成后会直接进入当前整理。
ar: عند انتهاء التحميل، سيبدأ هذا التنظيف تلقائيا.
de: Nach dem Laden startet diese Bereinigung automatisch.
en: When reading finishes, this cleanup will start automatically.
ja: 読み込みが終わると、この整理が自動で開始されます。
zh_hant: 讀取完成後會直接進入當前整理。

source: 调整
ar: ضبط
de: Anpassen
en: Adjust
ja: 調整
zh_hant: 調整

source: 调整顺序
ar: إعادة الترتيب
de: Neu sortieren
en: Reorder
ja: 並べ替え
zh_hant: 調整順序

source: 谢谢你支持这个免费的小工具继续维护。
ar: شكرا لدعمك استمرار صيانة هذه الأداة المجانية.
de: Danke, dass du die laufende Pflege dieses kostenlosen Tools unterstützt.
en: Thanks for supporting ongoing maintenance of this free tool.
ja: この無料ツールの継続的なメンテナンスを支援していただき、ありがとうございます。
zh_hant: 謝謝你支持這個免費的小工具繼續維護。

source: 质量
ar: الجودة
de: Qualität
en: Quality
ja: 画質
zh_hant: 品質

source: 质量越高，文件越大；节省空间会牺牲更多细节。
ar: الجودة الأعلى تعني ملفات أكبر؛ توفير مساحة أكبر يضحي بمزيد من التفاصيل.
de: Höhere Qualität bedeutet größere Dateien; mehr Speicherersparnis kostet mehr Details.
en: Higher quality means larger files; saving more space sacrifices more detail.
ja: 画質が高いほどファイルは大きくなります。容量を多く節約すると、細部がより失われます。
zh_hant: 品質越高，檔案越大；節省空間會犧牲更多細節。

source: 购买与恢复
ar: المشتريات والاستعادة
de: Käufe & Wiederherstellen
en: Purchases & Restore
ja: 購入と復元
zh_hant: 購買與恢復

source: 购买或恢复
ar: شراء أو استعادة
de: Kaufen oder wiederherstellen
en: Buy or Restore
ja: 購入または復元
zh_hant: 購買或恢復

source: 购买未完成，请稍后再试。
ar: لم تكتمل عملية الشراء. حاول مرة أخرى لاحقا.
de: Kauf wurde nicht abgeschlossen. Versuche es später erneut.
en: Purchase did not complete. Try again later.
ja: 購入が完了しませんでした。あとでもう一度お試しください。
zh_hant: 購買未完成，請稍後再試。

source: 购买正在处理中，完成后会自动解锁。
ar: عملية الشراء معلقة وستُفتح تلقائيا عند اكتمالها.
de: Der Kauf ist ausstehend und wird nach Abschluss automatisch freigeschaltet.
en: Purchase is pending and will unlock automatically when it completes.
ja: 購入は保留中です。完了すると自動で解除されます。
zh_hant: 購買正在處理中，完成後會自動解鎖。

source: 购买状态
ar: حالة الشراء
de: Kaufstatus
en: Purchase status
ja: 購入状況
zh_hant: 購買狀態

source: 超大图片缩到 3200px，较小图片保持原尺寸。
ar: يتم تصغير الصور الكبيرة جدا إلى 3200 px، وتبقى الصور الأصغر بحجمها الأصلي.
de: Sehr große Bilder werden auf 3200 px skaliert, kleinere bleiben unverändert.
en: Scales very large images to 3200 px and keeps smaller images unchanged.
ja: 非常に大きな画像は3200 pxに縮小し、小さい画像は元のサイズのままにします。
zh_hant: 超大圖片縮到 3200px，較小圖片保持原尺寸。

source: 跟随系统
ar: اتباع النظام
de: Systemeinstellung
en: Follow System
ja: システムに合わせる
zh_hant: 跟隨系統

source: 跳过
ar: تخطي
de: Überspringen
en: Skip
ja: スキップ
zh_hant: 跳過

source: 轻微降低码率，更适合重要视频。
ar: يقلل معدل البت قليلا، وهو أنسب للفيديوهات المهمة.
de: Senkt die Bitrate leicht, besser für wichtige Videos.
en: Slightly lowers bitrate, better for important videos.
ja: ビットレートを少し下げます。重要なビデオに適しています。
zh_hant: 輕微降低位元率，更適合重要影片。

source: 轻点复制
ar: اضغط مرتين للنسخ
de: Zum Kopieren doppeltippen
en: Double-tap to copy
ja: ダブルタップでコピー
zh_hant: 輕點複製

source: 轻装上阵
ar: بداية خفيفة
de: Leichter Start
en: Light Start
ja: ライトスタート
zh_hant: 輕裝上陣

source: 较旧
ar: الأقدم
de: Älter
en: Older
ja: 古い順
zh_hant: 較舊

source: 较长
ar: الأطول
de: Länger
en: Longer
ja: 長い順
zh_hant: 較長

source: 输入相册名称
ar: أدخل اسم الألبوم
de: Albumnamen eingeben
en: Enter album name
ja: アルバム名を入力
zh_hant: 輸入相冊名稱

source: 输出 %@
ar: إخراج %@
de: %@ ausgeben
en: Output %@
ja: %@を書き出し
zh_hant: 輸出 %@

source: 返回
ar: رجوع
de: Zurück
en: Back
ja: 戻る

source: 返回主页
ar: العودة إلى الرئيسية
de: Zurück zur Startseite
en: Back to Home
ja: ホームに戻る
zh_hant: 返回主頁

source: 返回列表
ar: العودة إلى القائمة
de: Zurück zur Liste
en: Back to list
ja: リストに戻る

source: 返回继续整理
ar: العودة إلى التنظيم
de: Zurück zum Aufräumen
en: Back to Organizing
ja: 整理に戻る
zh_hant: 返回繼續整理

source: 还剩 %lld 天
ar: تبقى %lld يومًا
de: Noch %lld Tage
en: %lld days remaining
ja: 残り%lld日
zh_hant: 還剩 %lld 天

source: 还剩 %lld 天。试用期间可使用进阶清理、长期统计和主题切换。
ar: تبقى %lld يومًا. تتوفر ميزات التنظيف المتقدم والإحصاءات طويلة المدى وتبديل المظهر أثناء الفترة التجريبية.
de: Noch %lld Tage. Während der Testphase sind erweiterte Bereinigung, Langzeitstatistiken und Designwechsel verfügbar.
en: %lld days remaining. Advanced cleanup, long-term stats, and theme switching are available during the trial.
ja: 残り%lld日。試用期間中は高度な整理、長期統計、テーマ切り替えを利用できます。
zh_hant: 還剩 %lld 天。試用期間可使用進階清理、長期統計和主題切換。

source: 还剩 %lld 天，可随时一次性解锁
ar: تبقى %lld يومًا. يمكنك الفتح مرة واحدة في أي وقت.
de: Noch %lld Tage. Jederzeit einmalig freischalten.
en: %lld days remaining. Unlock once anytime.
ja: 残り%lld日。いつでも一度だけの購入でロック解除できます。
zh_hant: 還剩 %lld 天，可隨時一次性解鎖

source: 还差 %@
ar: متبقٍ %@
de: Noch %@
en: %@ remaining
ja: 残り%@
zh_hant: 還差 %@

source: 还差 %lld 天连续整理
ar: متبقٍ %lld يومًا لسلسلة التنظيف
de: Noch %lld Tage für die Serie
en: %lld streak days remaining
ja: 連続整理まであと%lld日
zh_hant: 還差 %lld 天連續整理

source: 还差 %lld 张删除
ar: متبقٍ حذف %lld صورة
de: Noch %lld Löschungen
en: %lld deletes remaining
ja: 削除まであと%lld枚
zh_hant: 還差 %lld 張刪除

source: 还差 %lld 次整理
ar: متبقٍ %lld جلسات تنظيف
de: Noch %lld Aufräumaktionen
en: %lld sessions remaining
ja: 整理まであと%lld回
zh_hant: 還差 %lld 次整理

source: 还有 %lld 条压缩明细
ar: %lld تفاصيل ضغط إضافية
de: %lld weitere Komprimierungsdetails
en: %lld more compression details
ja: ほか%lld件の圧縮詳細
zh_hant: 還有 %lld 條壓縮明細

source: 还没有压缩记录
ar: لا يوجد سجل ضغط بعد
de: Noch kein Komprimierungsverlauf
en: No compression history yet
ja: 圧縮履歴はまだありません
zh_hant: 還沒有壓縮記錄

source: 还没有可按地点整理的照片
ar: لا توجد صور لتنظيمها حسب المكان بعد
de: Noch keine Fotos zum Sortieren nach Ort
en: No photos to organize by place yet
ja: 場所別に整理できる写真はまだありません
zh_hant: 還沒有可按地點整理的照片

source: 还没有可按时间整理的照片
ar: لا توجد صور لتنظيمها حسب الوقت بعد
de: Noch keine Fotos zum Sortieren nach Zeit
en: No photos to organize by time yet
ja: 時間別に整理できる写真はまだありません
zh_hant: 還沒有可按時間整理的照片

source: 还没有相册
ar: لا توجد ألبومات بعد
de: Noch keine Alben
en: No Albums Yet
ja: アルバムはまだありません
zh_hant: 還沒有相冊

source: 还没有获得徽章
ar: لا توجد شارات بعد
de: Noch keine Abzeichen
en: No Badges Yet
ja: バッジはまだありません
zh_hant: 還沒有獲得徽章

source: 这一组整理完了
ar: اكتملت هذه المجموعة
de: Dieses Set ist fertig
en: This Set Is Done
ja: このセットは完了しました
zh_hant: 這一組整理完了

source: 这个相册不支持删除。
ar: هذا الألبوم لا يدعم الحذف.
de: Dieses Album kann nicht gelöscht werden.
en: This album does not support deletion.
ja: このアルバムは削除に対応していません。
zh_hant: 這個相冊不支援刪除。

source: 这个相册不支持添加照片。
ar: هذا الألبوم لا يدعم إضافة الصور.
de: Dieses Album unterstützt das Hinzufügen von Fotos nicht.
en: This album does not support adding photos.
ja: このアルバムは写真の追加に対応していません。
zh_hant: 這個相冊不支持添加照片。

source: 这个相册不支持移出照片。
ar: هذا الألبوم لا يدعم إزالة الصور.
de: Dieses Album unterstützt das Entfernen von Fotos nicht.
en: This album does not support removing photos.
ja: このアルバムは写真の削除に対応していません。
zh_hant: 這個相冊不支援移出照片。

source: 这个相册不支持重命名。
ar: هذا الألبوم لا يدعم إعادة التسمية.
de: Dieses Album kann nicht umbenannt werden.
en: This album does not support renaming.
ja: このアルバムは名前変更に対応していません。
zh_hant: 這個相冊不支持重命名。
